Scripts/UC02_BuyGoods/data/t27_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AddSafePayMethodRequest xmlns=\"com.advantage.online."
"store.accountservice\"><safePayUsername>ivan1</safePayUsername><accountId>102485235</accountId"
"><safePayPassword>122112Ivan</safePayPassword><base64Token>Basic aXZhbjE6MTIyMTEySXZhbg==</bas"
"e64Token></AddSafePayMethodRequest></soap:Body></soap:Envelope>"
